/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "Fotografije: %@";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ i %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "Videozapisi: %@";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d dana %2$d h %3$d min %4$d s";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d h %2$d min %3$d s";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d min %2$d s";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d s";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ piksela";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ internetski plugin)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ PT";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "%@ baza podataka";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ jednostavni čitač";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "%@ umrežavanje";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@ internetski sadržaj";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "%@ WebCrypto glavni ključ";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "datoteka: %d";

/* Label for PDF page number indicator. */
"%d of %d" = "%d od %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "Br. stavki: %zu";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "Br. stavki: 0";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "Br. stavki: 1";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "Fotografije: 1";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "Videozapisi: 1";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (srednji razred)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (visoki razred)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (niski razred)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<filename> %d×%d piksela";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Došlo je do JavaScript iznimke";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Dodaj u popis za čitanje";

/* Undo action name */
"Align Left (Undo action name)" = "Poravnaj lijevo";

/* Undo action name */
"Align Right (Undo action name)" = "Poravnaj desno";

/* WKErrorUnknown description */
"An unknown error occurred" = "Došlo je do nepoznate greške";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Automatski (preporučeno)";

/* Back context menu item */
"Back" = "Natrag";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Blokiran plugin";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Blokiran plugin";

/* Bold context menu item */
"Bold" = "Podebljano";

/* Undo action name */
"Bold (Undo action name)" = "Podebljano";

/* menu item title for phone number */
"Call Using iPhone:" = "Zovi koristeći iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Odustani";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Odustani";

/* Capitalize context menu item */
"Capitalize" = "Podesi veliko slovo";

/* Undo action name */
"Center (Undo action name)" = "Centriraj";

/* Undo action name */
"Change Attributes (Undo action name)" = "Promijeni značajke";

/* Check spelling context menu item */
"Check Document Now" = "Provjeri dokument sada";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Provjeri gramatiku i pravopis";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Provjeri pravopis tijekom tipkanja";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Odaberi datoteku";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Odaberi datoteke";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Odaberite medije";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Odaberite medij";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Očisti";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Očisti nedavna pretraživanja";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Kliknite za isključenje prikaza preko cijelog zaslona";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Kliknite za ponovno uključenje";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Sadržaj s navedenom MIME vrstom ne može se prikazati";

/* Media Controls context menu item */
"Controls" = "Kontrole";

/* Copy context menu item */
"Copy" = "Kopiraj";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Kopiraj";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Kopiraj adresu audio zapisa";

/* Copy Image context menu item */
"Copy Image" = "Kopiraj sliku";

/* Copy Link context menu item */
"Copy Link" = "Kopiraj link";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Kopiraj adresu videozapisa";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Automatski ispravi pravopis";

/* Undo action name */
"Create Link (Undo action name)" = "Izradi link";

/* Cut context menu item */
"Cut" = "Izreži";

/* Undo action name */
"Cut (Undo action name)" = "Izreži";

/* Default writing direction context menu item */
"Default" = "Standardno";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Obriši";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Detalji";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Diktat";

/* Download Audio To Disk context menu item */
"Download Audio" = "Preuzmi audio zapis";

/* Download Image context menu item */
"Download Image" = "Preuzmi sliku";

/* Download Linked File context menu item */
"Download Linked File" = "Preuzmi povezanu datoteku";

/* Download Video To Disk context menu item */
"Download Video" = "Preuzmi videozapis";

/* Undo action name */
"Drag (Undo action name)" = "Povuci";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Prikaz preko cijelog zaslona";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Isključi prikaz preko cijelog zaslona";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Font";

/* Undo action name */
"Format Block (Undo action name)" = "Formatiranje";

/* Forward context menu item */
"Forward" = "Naprijed";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Učitavanje okvira je prekinuto";

/* accessibility role description for web area */
"HTML content" = "HTML sadržaj";

/* Hide Media Controls context menu item */
"Hide Controls" = "Sakrij kontrole";

/* menu item title */
"Hide Spelling and Grammar" = "Sakrij pravopis i gramatiku";

/* menu item title */
"Hide Substitutions" = "Sakrij zamjene";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignoriraj gramatiku";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Zanemari pravopis";

/* Undo action name */
"Indent (Undo action name)" = "Uvlaka";

/* Undo action name */
"Insert List (Undo action name)" = "Umetni popis";

/* Inspect Element context menu item */
"Inspect Element" = "Ispitaj element";

/* Italic context menu item */
"Italic" = "Kurziv";

/* Undo action name */
"Italics (Undo action name)" = "Kurziv";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java nije dostupna";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Poravnaj obje strane";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Ključ od %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Nauči pravopis";

/* Left to Right context menu item */
"Left to Right" = "S lijeva na desno";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Emitiranje uživo";

/* Media controller status message when the media is loading */
"Loading..." = "Učitavanje...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Potraži u rječniku";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Potraži stavku “%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Potraži “<selection>”";

/* Media Loop context menu item */
"Loop" = "Petlja";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Povećaj razmak između slovnih parova";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Spusti osnovnu crtu";

/* Make Lower Case context menu item */
"Make Lower Case" = "Pretvori u mala slova";

/* Make Upper Case context menu item */
"Make Upper Case" = "Pretvori u velika slova";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Nedostaje plugin";

/* Media Mute context menu item */
"Mute" = "Isključi zvuk";

/* No Guesses Found context menu item */
"No Guesses Found" = "Nema rezultata";

/* Empty select list */
"No Options Select Popover" = "Bez opcija";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Bez nedavnih pretraživanja";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Uporaba ograničenog mrežnog porta nije dozvoljena";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Isključeno";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Otvori";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Otvori audio zapis u novom prozoru";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Otvori okvir u novom prozoru";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Otvori sliku u novom prozoru";

/* Open Link context menu item */
"Open Link" = "Otvori link";

/* Open in New Window context menu item */
"Open Link in New Window" = "Otvori link u novom prozoru";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Otvori videozapis u novom prozoru";

/* context menu item for PDF */
"Open with %@" = "Otvori koristeći %@";

/* Undo action name */
"Outdent (Undo action name)" = "Izvlaka";

/* Outline context menu item */
"Outline" = "Obrub";

/* Undo action name */
"Outline (Undo action name)" = "Obrub";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Smjer paragrafa";

/* Paste context menu item */
"Paste" = "Zalijepi";

/* Undo action name */
"Paste (Undo action name)" = "Zalijepi";

/* Undo action name */
"Paste Font (Undo action name)" = "Zalijepi font";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Zalijepi ravnalo";

/* Media Pause context menu item */
"Pause" = "Pauza";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Medijateka fotografija";

/* Media Play context menu item */
"Play" = "Reproduciraj";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Reproduciraj film preko cijelog zaslona";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Greška plugina";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plugin je poništen";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Učitavanjem upravlja plugin";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "PDF";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Podigni osnovnu crtu";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Nedavna pretraživanja";

/* Reload context menu item */
"Reload" = "Ponovno učitaj";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Resetiraj";

/* Right to Left context menu item */
"Right to Left" = "S desna na lijevo";

/* Title for Save Image action button */
"Save Image" = "Spremi sliku";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Potraži koristeći Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Traži koristeći %@";

/* Search with Google context menu item */
"Search with Google" = "Traži koristeći Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Smjer odabira";

/* Undo action name */
"Set Background Color (Undo action name)" = "Podesi boju pozadine";

/* Undo action name */
"Set Color (Undo action name)" = "Podesi boju";

/* Undo action name */
"Set Font (Undo action name)" = "Podesi font";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Podesi tradicionalan oblik znakova";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Podesi smjer pisanja";

/* Show colors context menu item */
"Show Colors" = "Prikaži boje";

/* Show Media Controls context menu item */
"Show Controls" = "Prikaži kontrole";

/* Show fonts context menu item */
"Show Fonts" = "Prikaži fontove";

/* menu item title */
"Show Spelling and Grammar" = "Prikaži pravopis i gramatiku";

/* menu item title */
"Show Substitutions" = "Prikaži zamjene";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Prikaži u blokiranom pluginu";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Smart kopiranje/lijepljenje";

/* Smart Dashes context menu item */
"Smart Dashes" = "Smart crtice";

/* Smart Links context menu item */
"Smart Links" = "Smart linkovi";

/* Smart Quotes context menu item */
"Smart Quotes" = "Smart navodnici";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Snimljen plugin";

/* Speech context sub-menu item */
"Speech" = "Govor";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Pravopis i gramatika";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Pokreni uklanjanje grešaka iz JavaScripta";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Pokreni profiliranje JavaScripta";

/* Start speaking context menu item */
"Start Speaking" = "Pokreni govor";

/* Stop context menu item */
"Stop" = "Zaustavi";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Zaustavi uklanjanje grešaka iz JavaScripta";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Zaustavi profiliranje JavaScripta";

/* Stop speaking context menu item */
"Stop Speaking" = "Zaustavi govor";

/* Styles context menu item */
"Styles..." = "Stilovi...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Pošalji";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Pošalji";

/* Undo action name */
"Subscript (Undo action name)" = "Indeks";

/* Substitutions context sub-menu item */
"Substitutions" = "Zamjene";

/* Menu section heading for subtitles */
"Subtitles" = "Titlovi";

/* Undo action name */
"Superscript (Undo action name)" = "Eksponent";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Snimi fotografiju";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Snimi fotografiju ili videozapis";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Snimi videozapis";

/* Text Replacement context menu item */
"Text Replacement" = "Zamjena teksta";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "URL se ne može prikazati";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView je poništen";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Prekinut je proces internetskog sadržaja";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Ne može se pronaći trenutna lokacija.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Plugin nije pronađen";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Plugin se ne može učitati";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Uneseno korisničko ime ili lozinka za područje “%@” na %@ nisu točni. Provjerite jeste li unijeli ispravne informacije i pokušajte ponovno.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Uneseno korisničko ime ili lozinka za %@ proxy poslužitelj %@ nisu točni. Provjerite jeste li unijeli ispravne informacije i pokušajte ponovno.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Uneseno korisničko ime ili lozinka za ovo područje na %@ nisu točni. Provjerite jeste li unijeli ispravne informacije i pokušajte ponovno.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Ovo je pretraživo kazalo. Unesite ključne riječi za pretraživanje: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Smanji razmak između slovnih parova";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Za prikaz ove stranice, trebate se prijaviti na područje “%@” na %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Za prikaz ove stranice, trebate se prijaviti na %@ proxy poslužitelj %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Za prikaz ove stranice, trebate se prijaviti na ovo područje na %@:";

/* Transformations context sub-menu item */
"Transformations" = "Transformacije";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Isključi podešavanje razmaka između slovnih parova";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Isključi ligaturu";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Tipkanje";

/* Underline context menu item */
"Underline" = "Podcrtano";

/* Undo action name */
"Underline (Undo action name)" = "Podcrtano";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Nepoznato";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Nepoznato";

/* Undo action name */
"Unlink (Undo action name)" = "Isključi link";

/* Undo action name */
"Unscript (Undo action name)" = "Isključi skriptu";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Upotrijebi sve ligature";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Koristi standardni razmak između slovnih parova";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Koristi standardne ligature";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Služi za kriptiranje WebCrypto ključeva u trajnoj pohrani, kao što je IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Web inspektor — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "WebKit ugrađen PDF";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit je naišao na internu grešku";

/* message in authentication panel */
"Your login information will be sent securely." = "Vaše informacije za prijavu poslat će se na siguran način.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Vaša lozinka poslat će se nekriptirana.";

/* HTTP result code string */
"accepted" = "prihvaćeno";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "aktiviraj";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "alarm";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "dijalog alarma";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplikacija";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "status aplikacije";

/* An ARIA accessibility group that acts as an article. */
"article" = "članak";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "kontrole reprodukcije i prikaz statusa audio elementa";

/* accessibility label for audio element controller */
"audio playback" = "reprodukcija audio zapisa";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "unatrag 30 sekundi";

/* HTTP result code string */
"bad gateway" = "neispravan poveznik";

/* HTTP result code string */
"bad request" = "neispravan zahtjev";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banner";

/* accessibility help text for play button */
"begin playback" = "pokreni reprodukciju";

/* accessibility description for a search field cancel button */
"cancel" = "odustani";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "označi";

/* HTTP result code string */
"client error" = "greška klijenta";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "komplementarno";

/* HTTP result code string */
"conflict" = "konflikt";

/* An ARIA accessibility group that contains content. */
"content information" = "informacije o sadržaju";

/* HTTP result code string */
"continue" = "nastavi";

/* HTTP result code string */
"created" = "izrađeno";

/* accessibility help text for movie status display */
"current movie status" = "trenutni status filma";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "trenutno vrijeme filma u sekundama";

/* role description of ARIA definition role */
"definition" = "definicija";

/* description detail */
"description" = "opis";

/* accessibility role description of a description list */
"description list" = "popis opisa";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "dijaloški okvir";

/* An ARIA accessibility group that acts as a document. */
"document" = "dokument";

/* accessibility label for elapsed time display */
"elapsed time" = "proteklo vrijeme";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "prikaz preko cijelog zaslona";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "zatvori prikaz preko cijelog zaslona";

/* HTTP result code string */
"expectation failed" = "očekivanje nije ispunjeno";

/* accessibility label for fast forward button */
"fast forward" = "pretraživanje unaprijed";

/* accessibility label for fast reverse button */
"fast reverse" = "pretraživanje unatrag";

/* accessibility role description for a file upload button */
"file upload button" = "tipka za postavljanje datoteke";

/* accessibility role description for a footer */
"footer" = "podnožje";

/* HTTP result code string */
"forbidden" = "zabranjeno";

/* HTTP result code string */
"found" = "pronađeno";

/* HTTP result code string */
"gateway timed out" = "isteklo je vrijeme poveznika";

/* accessibility role description for headings */
"heading" = "naslov";

/* accessibility label for hide closed captions button */
"hide closed captions" = "sakrij proširene titlove";

/* accessibility role description for image map */
"image map" = "karta slike";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "neograničeno vrijeme";

/* HTTP result code string */
"informational" = "informativno";

/* HTTP result code string */
"internal server error" = "unutarnja greška poslužitelja";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "prijelaz";

/* HTTP result code string */
"length required" = "potrebna je duljina";

/* accessibility role description for link */
"link" = "link";

/* accessibility role description for list marker */
"list marker" = "oznaka popisa";

/* An ARIA accessibility group that acts as a console log. */
"log" = "zapis";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "glavni";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "marquee";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematički znakovi";

/* HTTP result code string */
"method not allowed" = "način nije dopušten";

/* HTTP result code string */
"moved permanently" = "trajno premješteno";

/* accessibility label for timeline slider */
"movie time" = "vrijeme filma";

/* accessibility help text for timeline slider */
"movie time scrubber" = "vremenska traka filma";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "vremenski kliznik filma";

/* HTTP result code string */
"multiple choices" = "više izbora";

/* accessibility label for mute button */
"mute" = "isključi zvuk";

/* accessibility help text for mute button */
"mute audio tracks" = "isključi zvuk audio zapisa";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigacija";

/* HTTP result code string */
"needs proxy" = "zahtijeva proxy";

/* HTTP result code string */
"no content" = "bez sadržaja";

/* HTTP result code string */
"no error" = "bez grešaka";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "datoteka nije odabrana";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "datoteke nisu odabrane";

/* HTTP result code string */
"no longer exists" = "više ne postoji";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "mediji nisu odabrani";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "medij nije odabran";

/* HTTP result code string */
"non-authoritative information" = "informacija nije autoritativna";

/* HTTP result code string */
"not found" = "nije nađeno";

/* HTTP result code string */
"not modified" = "nije promijenjeno";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "bilješka";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "preostalo vrijeme filma u sekundama";

/* HTTP result code string */
"partial content" = "djelomičan sadržaj";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "neusklađeni uzorci";

/* accessibility label for pause button */
"pause" = "pauza";

/* accessibility help text for pause button */
"pause playback" = "pauziraj reprodukciju";

/* HTTP result code string */
"payment required" = "potrebna je naknada";

/* accessibility label for play button */
"play" = "reproduciraj";

/* HTTP result code string */
"precondition failed" = "preduvjet nije ispunjen";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "pritisni";

/* HTTP result code string */
"proxy authentication required" = "potrebna je proxy autorizacija";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "prekoračenje raspona";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "ispod granice raspona";

/* HTTP result code string */
"redirected" = "preusmjereno";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "područje";

/* accessibility label for time remaining display */
"remaining time" = "preostalo vrijeme";

/* HTTP result code string */
"request timed out" = "zahtjev je istekao";

/* HTTP result code string */
"request too large" = "zahtjev je prevelik";

/* HTTP result code string */
"requested URL too long" = "zatraženi URL je predugačak";

/* HTTP result code string */
"requested range not satisfiable" = "traženi raspon ne zadovoljava";

/* HTTP result code string */
"reset content" = "resetiraj sadržaj";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "povratak streaming filma na realno vrijeme";

/* accessibility label for return to real time button */
"return to realtime" = "povratak na realno vrijeme";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "traži";

/* HTTP result code string */
"see other" = "vidi ostalo";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "pretraživanje filma 30 sekundi unatrag";

/* accessibility help text for fast rewind button */
"seek quickly back" = "brzo pretraživanje unatrag";

/* accessibility help text for fast forward button */
"seek quickly forward" = "brzo pretraživanje unaprijed";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "odaberi";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "odvajač";

/* HTTP result code string */
"server error" = "greška poslužitelja";

/* HTTP result code string */
"service unavailable" = "usluga nije dostupna";

/* accessibility label for show closed captions button */
"show closed captions" = "prikaži proširene titlove";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "pokreni prikazivanje proširenih titlova";

/* accessibility label for movie status */
"status" = "status";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "neusklađenost koraka";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "zaustavi prikazivanje proširenih titlova";

/* HTTP result code string */
"success" = "uspjeh";

/* HTTP result code string */
"switching protocols" = "promjena protokola";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "prozor kartice";

/* HTTP result code string */
"temporarily redirected" = "privremeno preusmjereno";

/* term word of a description list */
"term" = "termin";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "kliznik vremenske linije";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "brojač";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "predugo";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "savjet";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "neusklađenost vrste";

/* HTTP result code string */
"unacceptable" = "nije prihvatljivo";

/* HTTP result code string */
"unauthorized" = "nije ovlašteno";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "odznači";

/* HTTP result code string */
"unimplemented" = "nije implementirano";

/* Unknown filename */
"unknown" = "nepoznato";

/* accessibility label for turn mute off button */
"unmute" = "uključi zvuk";

/* accessibility help text for un mute button */
"unmute audio tracks" = "uključi zvuk audio zapisa";

/* HTTP result code string */
"unsupported media type" = "nepodržana vrsta medija";

/* HTTP result code string */
"unsupported version" = "nepodržana verzija";

/* Validation message for required form control elements that have no value */
"value missing" = "nedostaje vrijednost";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "kontrole reprodukcije i prikaz statusa video elementa";

/* accessibility label for video element controller */
"video playback" = "reprodukcija videozapisa";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Otvori";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Pregled";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Dodaj u popis za čitanje";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Kopiraj";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Dodaj u aplikaciju Foto";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Spremi u Preuzimanja";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Dijeli";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Kopiraj";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Potraži";

/* "Paste" action menu item */
"Paste (action menu item)" = "Zalijepi";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Prijedlozi";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Kopiraj";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Dijeli";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Spremi u Preuzimanja";
